import React, { Component } from 'react'
import 'bootstrap'
import Header from '../components/Header';
import Slider from '../components/Slider';
import { Container, Breadcrumb } from 'react-bootstrap';
import cvet1 from '../img/cvet1.jpg'
import cvet2 from '../img/cvet2.jpg'
import cvet3 from '../img/cvet3.jpg'
import cvet4 from '../img/cvet4.jpg'
import cvet5 from '../img/cvet5.jpg'




const Info =()=> {
  
 
      return(
        
          <div>
 
            
              <Container style={{ padding:" 0% 0% 20% 0% "}}> 
              <Breadcrumb>
              <Breadcrumb.Item href="/">Главная</Breadcrumb.Item>
  
  <Breadcrumb.Item active> О нас</Breadcrumb.Item>
</Breadcrumb>
              <Slider/>
           
              <div style={{padding:" 2% 2% 10% 2%", float:"right", textAlign:"left"}}>
              <img  style={{padding:"1%", float:"right", width:"40%", height:"40%"}} src={cvet1}/>
             <h1> Интернет магазин цветов Цветочный домик</h1>
<p>Интернет магазин цветов «Цветочный домик» предлагает жителям Иваново и других регионов приобретать свежие цветы и букеты в ассортименте с доставкой на лучших условиях. Закажите у наших флористов свою уникальную композицию, которая соответствует созданию торжественной атмосферы, наполняя любые помещения неповторимыми и уникальными ароматами. Обращайтесь к менеджерам компании, если хотите приобрести понравившийся вам букет в Иваново. Мы с удовольствием обсудим детали поставки, вашу оригинальную идею, способствующую воплощению самых смелых мечтаний.
</p>
<img  style={{padding:"1%", float:"left", width:"38%", height:"38%"}} src={cvet2}/>
<h1>Букеты для любых ситуаций</h1>
<p>Современный ритм жизни не обходится без выразительного «языка цветов», сохранившего свою актуальность. Цветы являются ассоциацией с нежностью и страстью, виной и смирением, благодарностью и любовью. Вы не знакомы с понятием цветовой гаммы? Это не проблема. Обратившись к нашим специалистам, вы получите услугу по индивидуальному созданию букета, с учетом вкусов и возраста получателя, в соответствии с конкретным поводом для презента.
</p>
<p>Мы поможем реализовать даже спонтанно пришедшую мысль об отправлении цветочной композиции. Наш коллектив состоит из опытных водителей и курьеров, которые помогут передать вашей любимой, подруге сюрприз, который поднимет настроение. Заказ цветов онлайн возможно в любых стилях, от романтического до эпатажного, от оригинального до классического. Мы позаботимся о реализации всех фантазий, о максимальном удовольствии и комфорте.
</p>
<img  style={{padding:"1%", float:"right", width:"40%", height:"35%"}} src={cvet3}/>
<h1>Выбирайте упаковку
</h1>
<p>В нашем магазине цветов большой выбор упаковок, коробок, корзин, поэтому мы поможем найти решение, соответствующее любым ситуациям. Заказывайте композицию в коробке, для свадьбы, годовщины, дня рождения или другого торжества, собирающего много гостей. Благодаря коробке композиция будет дольше оставаться свежей, даже без вазы. Эта проблема нередко вызывает затруднения, не только в месте, выбранном для мероприятия, но и в домашних условиях. Коробка является универсальным вариантом, одинаково хорошо выглядящим на полке или столе, иных поверхностях. Букет будет хорошо заметен, в сочетании с другими яркими красками, иными цветочными композициями. Он сохранит собственную микрофлору, продлевающую жизнь цветов.
</p>
<p>Корзинки также выделяются нарядным, торжественным, интересным видом. Они удобны при носке, идеально сочетаются с любыми соцветиями. Корзинки укомплектованы, аналогично коробкам, губкой – оазисом, напитывающимся влагой и сохраняющим жизнь растений длительней, в сравнении с обычной водой. Выбирая упаковку для букета, следует подумать о сохранении свежести, удобстве носки, чтобы спокойно прислонять к себе и не намокнуть. Цветы отличаются нежностью, трепетностью, подходят для свиданий и комплиментов.
</p>

<h6>Наша специализация заключается в отличном настроении!
</h6>
<p>Человек, который дарит цветы, должен поделиться положительными эмоциями, обусловленным внешней красотой и неповторимым ароматом. Розы ассоциируются с приятными мыслями, ромашки помогают успокоиться, вспомнить о счастливых моментах жизни. Яркость ароматных ноток, присущая пионам, наполняет хорошим настроением. Цветов много, но нельзя забывать о правильной презентации. Оформление букета напрямую влияет на ощущения, свойственные получателю.
</p>
<p>Наш магазин цветов обеспечивает помощью компетентных флористов, сопроводительными открытками и прочими приятными аксессуарами, своевременной доставкой, тщательно продуманным сервисом.
</p>
<img  style={{padding:"1%", float:"left", width:"35%", height:"30%"}} src={cvet4}/>
<h2>Преимущества интернет магазина «Цветочный домик»
</h2>
<h6>Наш магазин цветов предоставляет гарантию качества реализуемой нами продукции, подтверждающегося множеством благодарных отзывов. Доставьте радость своим близким благодаря букету, созданному руками умельца флористики, оригинальной и классической цветочной композиции. Наши преимущества обусловлены:
</h6>
<h6>Возможностью заказа оптовых и розничных партий цветов;
</h6>
<h6>Дружной и умелой командой опытных профессионалов;
</h6>
<h6>Обширным выбором цветов, соответствующим любым вкусам и предпочтениям;
</h6>
<h6>Возможностью оплаты удобными покупателю способами;
</h6>
<h6>Постоянными скидками, акциями, предназначенными постоянным и новым клиентам;
</h6>
<h6>Оперативной доставкой, соответствующей пожеланиям заказчиков.
</h6>

<p>Наша компания обеспечивает взаимовыгодную основу сотрудничества, важную для постоянных заказчиков и благодарных покупателей. В основе нашей деятельности лежит ответственный подход к делу, внимательное отношение к клиентам. Современные тенденции флористики соответствуют неугасающей моде живописных букетов, отличающихся оформлением. Мы порадуем вас изумительным цветочным набором, чтобы восхитить свою возлюбленную, потрясающим букетом, соответствующим юбилею или именинам.
</p><img  style={{padding:"1%", float:"right", width:"40%", height:"35%"}} src={cvet5}/>
<p>Мы подберем цветочный букет вашим друзьям или коллегам, вашей возлюбленной или маме. Если у вас не хватает времени, чтобы сделать выбор подарка, воспользуйтесь доставкой цветов, организованной магазином цветов «Цветочный домик» в Иваново. Цветы с доставкой являются универсальным способом, чтобы продемонстрировать свои чувства. Обращайтесь к нам, чтобы порадовать именинника цветочной композицией, которая станет воплощением вашего искреннего отношения.
</p>
           
                </div> 

                                
              
              
              
              
              </Container> 
             
          
             </div>
             
      );

  
}


export default Info